Repository: tomcom-de/tomcom.plone.easyvoc
Catalog: tomcom/plone/easyvoc/locales/*/LC_MESSAGES/plone.po
Languages: de

source: Add new keys here. Every key should stand in a single line.
de: Fügen Sie hier neue Schlüssel ein. Jeder Schlüssel muss in einer eigenen Ziele stehen.

source: Add vocabulary keys
de: Schlüssel für Wörterbücher hinzufügen

source: Change to
de: Ändern nach

source: Changes saved.
de: Änderungen gespeichert

source: Manage vocabularies
de: Wörterbücher verwalten

source: Edit values for key ${value}
de: Werte für ${value} bearbeiten

source: Edit vocabularies
de: Wörterbücher bearbeiten

source: Enter values for <i>${DYNAMIC_CONTENT}</i>
de: Werte für <i>${DYNAMIC_CONTENT}</i> eingeben

source: From
de: Von

source: Please select
de: Bitte auswählen

source: Rename value
de: Umbenennen nach

source: Values
de: Werte

source: label_save
de: Speichern
